public class Person {
    String name;
    int age;
    boolean married;

    public static void display() {
    }
}














//создать
//        - Статический метод, который выведет на консоль информацию обо всех сотрудниках из массива.
//      - Статический метод, который вернет затраты компании(зарплата всех сотрудников).
//        - Статический метод, который вернет доход компании(все продажи). Это приносят только **SalesManagers**.
//        - Статический метод поиска сотрудника в массиве, метод возвращает true если сотрудник в массиве есть и false если нет.
//        - Принимает массив сотрудников и искомого сотрудника.
//В каждом методе должна быть проверка на null